Tekla Open API Reference for Tekla Structures 2025
ISolid.MinimumPoint Property
 The minimum axis-aligned point of the solid in the current plane.
 Namespace: Tekla.Structures.Solid
 Assembly: Tekla.Structures (in Tekla.Structures.dll) Version: 2025.0.0-alpha00048669+a99462f17964bc42624ada6e8d316db2d795d226
Syntax
Point MinimumPoint { get; }
ReadOnly Property MinimumPoint As Point
	Get
Property Value
Type: Point
See Also
Reference
ISolid Interface
Tekla.Structures.Solid Namespace